[
    {
      "color": "red",
      "animal": "rat",
      "label": "빨간쥐띠",
      "description": "빨간쥐띠는 에너지가 넘치고 목표를 향해 빠르게 움직이는 성향입니다. 상황 판단이 빠르고 도전 정신이 강하지만, 성급하게 결정하거나 과열된 경쟁심으로 스트레스를 받기 쉽습니다. 대인관계에서는 리더십을 발휘하기도 하지만, 때로는 직설적 표현으로 오해를 살 수 있습니다. 활동적이고 모험심이 강한 만큼, 새로운 기회나 변화를 즐기지만 계획 없이 움직이면 난관에 부딪힐 수 있습니다."
    },
    {
      "color": "gold",
      "animal": "rat",
      "label": "황금쥐띠",
      "description": "황금쥐띠는 현실 감각이 뛰어나고 기회를 잘 포착하는 유형입니다. 계산이 빠르고 성과를 추구하지만 이익에 지나치게 민감해질 수 있어 주변과 갈등이 생기기도 합니다. 계획적이고 신중하게 행동하며, 재물이나 목표 관리에 능숙합니다. 인간관계에서는 협력과 전략적 판단을 중시하며, 중요한 순간에는 냉철하게 결정을 내립니다."
    },
    {
      "color": "blue",
      "animal": "rat",
      "label": "파란쥐띠",
      "description": "파란쥐띠는 감정과 직관이 뛰어나며 흐름을 읽는 능력이 강합니다. 사람과 상황의 분위기를 빠르게 파악하고 적응할 수 있지만, 감정 기복이 잦아 흔들릴 수 있습니다. 아이디어와 창의력이 풍부하며 문제 해결에 유연하게 접근합니다. 인간관계에서 공감 능력이 뛰어나지만, 자신의 감정을 너무 안으로만 담아두는 경향이 있습니다."
    },
    {
      "color": "green",
      "animal": "rat",
      "label": "초록쥐띠",
      "description": "초록쥐띠는 성장과 학습에 강한 욕구를 가진 유형입니다. 새로운 환경과 경험을 통해 빠르게 발전하며 변화에 능숙하게 적응합니다. 호기심이 많고 새로운 기회를 만들어내는 능력이 뛰어나지만, 지나치게 다양한 관심사에 몰입하면 집중력이 분산될 수 있습니다. 인간관계에서는 열린 마음과 부드러운 소통으로 주변과 조화를 이루는 편입니다."
    },
    {
      "color": "white",
      "animal": "rat",
      "label": "흰쥐띠",
      "description": "흰쥐띠는 객관적이고 냉철하며 판단력이 뛰어난 타입입니다. 감정에 휘둘리지 않고 원칙과 기준을 중시하며 계획적입니다. 관찰력이 뛰어나 사람이나 상황을 분석하는 능력이 탁월하며, 혼자서도 안정적으로 행동할 수 있습니다. 인간관계에서는 신뢰와 절제를 중시하며, 필요 이상으로 감정을 노출하지 않아 조용하지만 영향력이 있습니다."
    },
    {
      "color": "red",
      "animal": "ox",
      "label": "빨간소띠",
      "description": "빨간소띠는 의지와 열정이 강하고, 목표를 향해 끈기 있게 나아가는 유형입니다. 성격이 다소 급하고 고집이 세서 주변과 마찰이 생기기도 하지만, 어려운 상황에서도 포기하지 않는 힘이 있습니다. 새로운 도전과 변화에 흥미를 느끼며, 리더십을 발휘할 수 있지만 때로는 충동적인 결정으로 손해를 볼 수 있습니다. 인간관계에서는 솔직하고 직접적인 표현을 선호합니다."
    },
    {
      "color": "gold",
      "animal": "ox",
      "label": "황금소띠",
      "description": "황금소띠는 안정적이고 성실한 현실주의자입니다. 재물 관리와 목표 달성에 강하며, 한 번 시작한 일은 끝까지 완수하려는 근성이 있습니다. 변화보다는 확실하고 안정적인 선택을 선호하며, 신중한 판단으로 실수를 최소화합니다. 주변 사람에게 신뢰감을 주고, 중요한 순간에는 냉철한 판단으로 팀이나 가족을 이끄는 능력이 있습니다."
    },
    {
      "color": "blue",
      "animal": "ox",
      "label": "파란소띠",
      "description": "파란소띠는 차분하고 감정을 잘 다스리는 타입입니다. 상황을 분석하고 흐름을 읽는 능력이 뛰어나며, 상대방의 감정을 이해하고 배려하는 면이 강합니다. 인간관계에서 조화와 협력을 중시하며, 다소 느리더라도 신중하게 계획을 세우고 실행합니다. 감정 기복이 적고 안정적인 태도로 주변을 편안하게 만들지만, 지나치게 신중하면 기회를 놓치기도 합니다."
    },
    {
      "color": "green",
      "animal": "ox",
      "label": "초록소띠",
      "description": "초록소띠는 성장과 자기계발을 중시하는 유형입니다. 느리지만 꾸준하게 실력을 쌓으며 변화에 적응하는 능력이 뛰어납니다. 새로운 지식이나 기술을 배우는 것을 즐기며, 자기 발전을 위해 계획적으로 행동합니다. 인간관계에서는 신뢰와 협력을 바탕으로 관계를 키우며, 부드럽고 안정적인 태도로 주변에 긍정적인 영향을 줍니다."
    },
    {
      "color": "white",
      "animal": "ox",
      "label": "흰소띠",
      "description": "흰소띠는 원칙과 절제를 중시하는 유형입니다. 계획적이고 냉철하며 감정에 휘둘리지 않는 성향을 가지고 있습니다. 신뢰와 책임감을 중요시하며, 혼자서도 체계적으로 목표를 달성할 수 있습니다. 인간관계에서는 과도한 감정 표현보다 행동과 결과로 신뢰를 쌓고, 상황을 분석하여 안정적이고 균형 잡힌 결정을 내리는 능력이 뛰어납니다."
    },
    {
      "color": "red",
      "animal": "tiger",
      "label": "빨간호랑이띠",
      "description": "빨간호랑이띠는 열정과 카리스마가 강한 유형으로, 목표를 향해 추진력이 뛰어나고 리더십이 돋보입니다. 성격이 다소 급하고 직설적인 면이 있어 갈등이 발생할 수 있지만, 주변을 이끌며 위험을 감수하는 용기가 있습니다. 모험심과 도전 정신이 강하며, 새로운 환경과 기회를 적극적으로 활용합니다. 사람들과의 관계에서는 솔직함과 에너지를 바탕으로 영향력을 발휘합니다."
    },
    {
      "color": "gold",
      "animal": "tiger",
      "label": "황금호랑이띠",
      "description": "황금호랑이띠는 현실적 판단과 성취욕이 결합된 유형입니다. 전략적이고 계획적으로 행동하며, 목표 달성을 위해 체계적으로 움직입니다. 자신감과 추진력이 강해 주변에 신뢰감을 주고, 리더로서 팀이나 조직을 이끄는 능력이 뛰어납니다. 다만 성급한 결정보다는 계산과 분석을 통해 안정적 성과를 추구하며, 금전과 결과 관리에 능숙합니다."
    },
    {
      "color": "blue",
      "animal": "tiger",
      "label": "파란호랑이띠",
      "description": "파란호랑이띠는 감정과 직관을 중시하며 상황에 유연하게 대응하는 유형입니다. 에너지가 강하지만 자신의 감정을 조절할 줄 아는 능력이 있어 주변과 조화를 이루기 쉽습니다. 창의적이며 문제 해결 능력이 뛰어나지만, 감정 기복이나 내적 갈등이 생기면 혼자 고립될 수 있습니다. 대인관계에서는 공감 능력과 관찰력을 발휘해 협력적 관계를 구축합니다."
    },
    {
      "color": "green",
      "animal": "tiger",
      "label": "초록호랑이띠",
      "description": "초록호랑이띠는 성장과 자기계발에 강한 욕구를 가진 유형입니다. 새로운 도전과 학습에 적극적이며, 변화 속에서 빠르게 적응하고 발전합니다. 호기심이 많고 에너지가 넘쳐 다양한 경험을 시도하지만, 때로는 집중력이 분산될 수 있습니다. 인간관계에서는 솔직하고 열린 태도로 소통하며, 주변의 성장과 조화를 함께 추구합니다."
    },
    {
      "color": "white",
      "animal": "tiger",
      "label": "흰호랑이띠",
      "description": "흰호랑이띠는 원칙과 절제를 중시하는 성향입니다. 강한 의지와 판단력으로 목표를 계획적으로 추구하며, 감정에 휘둘리지 않고 안정적인 결정을 내립니다. 내면에 깊은 자기 규율과 책임감을 가지고 있으며, 인간관계에서도 신뢰와 존중을 중요시합니다. 자신과 주변 모두를 균형 있게 관리하며, 필요한 순간에 냉정하고 명확한 판단을 내리는 능력이 뛰어납니다."
    },
    {
      "color": "red",
      "animal": "rabbit",
      "label": "빨간토끼띠",
      "description": "빨간토끼띠는 부드럽고 온화한 인상 속에 강한 열정을 가진 유형입니다. 활발하게 움직이고 새로운 기회를 추구하지만, 성급한 결정으로 혼란을 겪을 수도 있습니다. 감정 표현이 솔직하고 직설적일 때가 있어 사람들과의 마찰이 생길 수 있지만, 동시에 주변을 이끄는 에너지가 있습니다. 모험과 변화를 즐기며 적극적으로 관계를 형성하는 성향이 강합니다."
    },
    {
      "color": "gold",
      "animal": "rabbit",
      "label": "황금토끼띠",
      "description": "황금토끼띠는 현실적이고 안정적인 사고를 중시하는 유형입니다. 목표를 체계적으로 계획하고 실행하며, 성취를 위해 꾸준히 노력합니다. 재물 관리와 성과 추구에 능숙하며, 주변 사람들에게 신뢰를 주는 리더십이 있습니다. 변화를 신중하게 받아들이며, 중요한 결정을 내릴 때 냉철하게 판단할 수 있는 성향을 가지고 있습니다."
    },
    {
      "color": "blue",
      "animal": "rabbit",
      "label": "파란토끼띠",
      "description": "파란토끼띠는 감정과 직관이 뛰어나며 상황을 섬세하게 파악합니다. 공감 능력이 높고 유연하게 대응하는 성향이 있어 관계를 원활하게 유지합니다. 감정 기복이 있을 수 있지만, 이를 통제하며 문제를 해결할 수 있는 지혜가 있습니다. 창의적이고 배려심이 강하여 주변 사람들과 조화롭게 협력합니다."
    },
    {
      "color": "green",
      "animal": "rabbit",
      "label": "초록토끼띠",
      "description": "초록토끼띠는 성장과 자기계발에 관심이 많은 유형입니다. 새로운 지식과 경험을 쌓으며 꾸준히 발전하려는 성향이 있습니다. 호기심이 많고 탐구심이 강해 다양한 도전에 열려 있지만, 지나치게 분산되면 집중력이 떨어질 수 있습니다. 인간관계에서는 부드럽고 안정적인 소통으로 주변과 조화를 이루는 능력이 뛰어납니다."
    },
    {
      "color": "white",
      "animal": "rabbit",
      "label": "흰토끼띠",
      "description": "흰토끼띠는 원칙과 절제를 중요시하는 타입입니다. 계획적이고 냉철하며 감정에 휘둘리지 않고 안정적으로 행동합니다. 자기 규율과 책임감이 강하며, 인간관계에서도 신뢰와 존중을 중시합니다. 조용하고 신중한 성향으로 주변 상황을 분석하고 체계적으로 대응하며, 필요한 순간에 명확하고 균형 잡힌 결정을 내립니다."
    },
    {
      "color": "red",
      "animal": "dragon",
      "label": "빨간용띠",
      "description": "빨간용띠는 열정과 카리스마가 강하며, 목표를 향해 힘차게 나아가는 유형입니다. 자신감이 넘치고 모험을 즐기며 주변 사람들에게 강한 영향력을 발휘합니다. 그러나 지나치게 성급하거나 충동적인 결정으로 위험에 직면할 수 있어 주의가 필요합니다. 인간관계에서는 솔직하고 직설적이며, 리더십과 추진력으로 주변을 이끄는 역할을 잘 수행합니다."
    },
    {
      "color": "gold",
      "animal": "dragon",
      "label": "황금용띠",
      "description": "황금용띠는 현실 감각과 성취욕이 뛰어난 유형입니다. 큰 목표를 체계적으로 계획하고 추진하며, 성과를 중요시합니다. 전략적 판단과 계획 능력이 뛰어나 재물과 결과 관리에 능숙하며, 주변에 신뢰감을 줍니다. 리더십과 결단력이 있어 조직이나 팀을 이끄는 데 강하며, 안정적 성과를 추구합니다."
    },
    {
      "color": "blue",
      "animal": "dragon",
      "label": "파란용띠",
      "description": "파란용띠는 직관과 감정 이해력이 뛰어난 유형입니다. 상황과 사람의 흐름을 잘 파악하며 유연하게 대응할 수 있습니다. 창의적이고 문제 해결 능력이 뛰어나지만 감정 기복이 있을 수 있어 혼자 고립될 때가 있습니다. 인간관계에서는 공감과 배려를 통해 협력을 이끌어내며, 주변과 조화를 이루는 능력이 뛰어납니다."
    },
    {
      "color": "green",
      "animal": "dragon",
      "label": "초록용띠",
      "description": "초록용띠는 성장과 자기계발에 대한 열망이 강한 유형입니다. 새로운 지식과 경험을 통해 빠르게 발전하며, 변화 속에서도 적응력이 뛰어납니다. 호기심이 많고 도전을 즐기며, 다양한 경험을 통해 자기 능력을 확장합니다. 인간관계에서는 솔직하고 개방적인 태도로 소통하며, 주변과의 조화와 협력을 중시합니다."
    },
    {
      "color": "white",
      "animal": "dragon",
      "label": "흰용띠",
      "description": "흰용띠는 원칙과 절제를 중시하며, 계획적이고 냉철한 판단을 내리는 유형입니다. 감정에 휘둘리지 않고 안정적인 결정을 내리며, 자기 규율과 책임감이 강합니다. 인간관계에서도 신뢰와 존중을 중요시하며, 필요할 때는 명확하고 균형 잡힌 결정을 통해 상황을 관리합니다. 내면의 힘과 통찰력이 뛰어나며 침착하게 목표를 달성합니다."
    },
    {
      "color": "red",
      "animal": "snake",
      "label": "빨간뱀띠",
      "description": "빨간뱀띠는 열정과 직관력이 강하며, 강한 추진력으로 목표를 향해 나아가는 유형입니다. 매사에 적극적이고 에너지가 넘치지만, 지나치게 충동적이거나 성급한 결정으로 갈등이 생길 수 있습니다. 인간관계에서는 솔직하고 직설적인 편이며, 매력과 카리스마로 주변을 끌어당깁니다. 모험과 변화에 대한 흥미가 높아 새로운 도전을 즐기는 성향이 있습니다."
    },
    {
      "color": "gold",
      "animal": "snake",
      "label": "황금뱀띠",
      "description": "황금뱀띠는 현실적이고 신중하며, 성취와 안정성을 중시하는 유형입니다. 계획적으로 움직이며 기회를 계산하고 전략적으로 접근합니다. 재물 관리와 목표 달성 능력이 뛰어나며, 주변 사람들에게 신뢰감을 줍니다. 중요한 순간에는 냉철하게 판단하여 위험을 최소화하며, 리더십과 결단력을 발휘할 수 있는 성향을 가지고 있습니다."
    },
    {
      "color": "blue",
      "animal": "snake",
      "label": "파란뱀띠",
      "description": "파란뱀띠는 감정과 직관이 뛰어나며, 사람과 상황의 흐름을 잘 읽는 유형입니다. 창의적이고 문제 해결 능력이 뛰어나지만, 감정 기복이 생기면 혼자 내적 갈등을 겪기도 합니다. 인간관계에서는 공감과 배려를 통해 협력을 이끌어내며, 섬세한 관찰력으로 주변의 분위기를 조율하는 능력이 뛰어납니다."
    },
    {
      "color": "green",
      "animal": "snake",
      "label": "초록뱀띠",
      "description": "초록뱀띠는 성장과 자기계발을 중시하며, 새로운 지식과 경험을 통해 꾸준히 발전하는 유형입니다. 호기심이 많고 탐구심이 강하며, 변화와 도전을 즐깁니다. 집중력과 학습력이 뛰어나 다양한 경험을 통해 자신을 확장합니다. 인간관계에서는 부드럽고 개방적인 태도로 소통하며, 주변과 조화롭게 협력하는 능력을 갖추고 있습니다."
    },
    {
      "color": "white",
      "animal": "snake",
      "label": "흰뱀띠",
      "description": "흰뱀띠는 원칙과 절제를 중시하며, 계획적이고 신중한 판단을 내리는 유형입니다. 감정에 휘둘리지 않고 안정적인 결정을 내리며, 자기 규율과 책임감이 강합니다. 인간관계에서도 신뢰와 존중을 중요시하며, 침착하게 상황을 관리하고 목표를 달성하는 능력이 뛰어납니다. 내면의 통찰력과 분석력이 매우 강한 편입니다."
    },
    {
      "color": "red",
      "animal": "horse",
      "label": "빨간말띠",
      "description": "빨간말띠는 에너지와 열정이 넘치며 행동력이 뛰어난 유형입니다. 적극적이고 모험을 즐기며 목표를 향해 빠르게 나아가는 성향이 있습니다. 다만 성급하고 충동적인 면이 있어 계획 없이 움직이면 어려움에 부딪힐 수 있습니다. 인간관계에서는 솔직하고 직설적이며, 사람들을 끌어당기는 매력과 카리스마가 돋보입니다."
    },
    {
      "color": "gold",
      "animal": "horse",
      "label": "황금말띠",
      "description": "황금말띠는 현실적이고 성취 지향적인 성향을 가진 유형입니다. 계획적이며 목표를 체계적으로 실행하고, 결과를 중시합니다. 재물과 기회를 잘 관리하며, 주변에 신뢰감을 줍니다. 리더십과 추진력이 강하며, 어려운 상황에서도 냉철하게 판단하여 안정적인 성과를 내는 능력이 뛰어납니다."
    },
    {
      "color": "blue",
      "animal": "horse",
      "label": "파란말띠",
      "description": "파란말띠는 감정과 직관이 뛰어나며, 상황과 사람의 흐름을 잘 읽는 유형입니다. 유연하게 대처하며 창의적으로 문제를 해결할 수 있지만, 감정 기복이 있을 경우 혼자 고립될 수 있습니다. 인간관계에서는 공감 능력과 관찰력을 발휘해 조화를 이루고, 협력과 소통을 중시합니다."
    },
    {
      "color": "green",
      "animal": "horse",
      "label": "초록말띠",
      "description": "초록말띠는 성장과 자기계발에 강한 열망을 가진 유형입니다. 새로운 경험과 도전을 통해 빠르게 발전하며, 호기심과 탐구심이 높습니다. 다양한 경험으로 자신을 확장하고, 변화 속에서도 능동적으로 적응합니다. 인간관계에서는 솔직하고 열린 태도로 소통하며, 주변과 조화롭게 협력하는 능력이 뛰어납니다."
    },
    {
      "color": "white",
      "animal": "horse",
      "label": "흰말띠",
      "description": "흰말띠는 원칙과 절제를 중시하며, 계획적이고 냉철하게 행동하는 유형입니다. 감정에 휘둘리지 않고 목표를 차분하게 달성하며, 자기 규율과 책임감이 강합니다. 인간관계에서는 신뢰와 존중을 중요시하며, 침착하게 상황을 관리하고 안정적인 판단을 내리는 능력이 뛰어납니다. 내면의 통찰력과 분석력이 매우 강한 편입니다."
    },
    {
      "color": "red",
      "animal": "sheep",
      "label": "빨간양띠",
      "description": "빨간양띠는 부드러운 인상 속에 강한 열정과 행동력을 지닌 유형입니다. 감정을 솔직하게 표현하며 새로운 도전과 변화를 즐기지만, 때로는 충동적이고 성급하게 행동해 어려움에 부딪히기도 합니다. 인간관계에서는 적극적으로 주변을 도우며 사람들과 친밀한 관계를 만들지만, 과도한 열정으로 갈등이 생길 수 있습니다. 활발하고 에너지가 넘치는 성향입니다."
    },
    {
      "color": "gold",
      "animal": "sheep",
      "label": "황금양띠",
      "description": "황금양띠는 현실적이고 안정적인 성향을 가진 유형입니다. 목표를 계획적으로 세우고 차분히 실행하며, 성취와 재물 관리에 능숙합니다. 주변 사람들에게 신뢰감을 주며, 중요한 순간에는 냉철한 판단과 결단력을 발휘합니다. 신중하게 변화와 기회를 선택하며, 안정적 성과를 추구하는 성향이 강합니다."
    },
    {
      "color": "blue",
      "animal": "sheep",
      "label": "파란양띠",
      "description": "파란양띠는 감정과 직관이 뛰어나며 사람과 상황의 흐름을 잘 파악하는 유형입니다. 배려심이 강하고 유연하게 행동하며, 공감 능력이 뛰어나 주변과 조화를 이루는 데 능숙합니다. 다만 감정 기복이 생기면 혼자 고민하거나 고립될 수 있으며, 창의적 사고와 문제 해결 능력을 통해 균형을 맞춥니다. 안정적인 관계 유지가 강점입니다."
    },
    {
      "color": "green",
      "animal": "sheep",
      "label": "초록양띠",
      "description": "초록양띠는 성장과 자기계발을 중시하며, 새로운 경험과 지식을 통해 꾸준히 발전하는 유형입니다. 탐구심과 호기심이 높아 변화에 적극적으로 적응하며, 자기 발전을 위해 노력합니다. 인간관계에서는 부드럽고 안정적인 소통으로 주변과 조화를 이루며, 협력과 신뢰를 기반으로 관계를 이어가는 능력이 뛰어납니다."
    },
    {
      "color": "white",
      "animal": "sheep",
      "label": "흰양띠",
      "description": "흰양띠는 원칙과 절제를 중요시하며, 계획적이고 냉철하게 행동하는 유형입니다. 감정에 흔들리지 않고 목표를 안정적으로 달성하며, 자기 규율과 책임감이 강합니다. 인간관계에서는 신뢰와 존중을 중시하며, 침착하게 상황을 관리하고 균형 잡힌 결정을 내립니다. 내면의 통찰력과 분석력이 뛰어나며 조용하지만 영향력이 있습니다."
    },
    {
      "color": "red",
      "animal": "monkey",
      "label": "빨간원숭이띠",
      "description": "빨간원숭이띠는 활발하고 에너지가 넘치며 모험을 즐기는 유형입니다. 호기심과 도전 정신이 강하며 새로운 기회를 빠르게 포착합니다. 그러나 성급하고 충동적인 면이 있어 계획 없이 움직이면 어려움에 부딪힐 수 있습니다. 인간관계에서는 솔직하고 직설적이며, 재치와 카리스마로 주변을 끌어당기는 매력이 있습니다."
    },
    {
      "color": "gold",
      "animal": "monkey",
      "label": "황금원숭이띠",
      "description": "황금원숭이띠는 현실적이고 성취 지향적인 성향을 가진 유형입니다. 계획적이고 체계적으로 목표를 달성하며, 재물과 기회를 잘 관리합니다. 중요한 순간에는 냉철한 판단으로 위험을 최소화하며, 주변에 신뢰를 주는 리더십이 뛰어납니다. 안정적 성과를 추구하며 전략적으로 행동하는 능력이 강합니다."
    },
    {
      "color": "blue",
      "animal": "monkey",
      "label": "파란원숭이띠",
      "description": "파란원숭이띠는 직관과 감정 이해력이 뛰어나 상황과 사람의 흐름을 잘 파악하는 유형입니다. 창의적이고 문제 해결 능력이 뛰어나지만, 감정 기복이 있을 경우 내적 갈등을 겪기도 합니다. 인간관계에서는 공감과 배려로 조화를 이루고 협력을 이끌어내며, 유연하게 상황에 대응할 수 있습니다."
    },
    {
      "color": "green",
      "animal": "monkey",
      "label": "초록원숭이띠",
      "description": "초록원숭이띠는 성장과 자기계발에 관심이 많으며, 새로운 지식과 경험을 통해 꾸준히 발전하는 유형입니다. 호기심과 탐구심이 강하고 변화에 적극적으로 적응합니다. 인간관계에서는 솔직하고 개방적인 태도로 소통하며, 주변과 조화롭게 협력하고 관계를 확장하는 능력이 뛰어납니다."
    },
    {
      "color": "white",
      "animal": "monkey",
      "label": "흰원숭이띠",
      "description": "흰원숭이띠는 원칙과 절제를 중시하며 계획적이고 신중하게 행동하는 유형입니다. 감정에 흔들리지 않고 목표를 안정적으로 달성하며, 자기 규율과 책임감이 강합니다. 인간관계에서는 신뢰와 존중을 중요시하며, 침착하게 상황을 관리하고 균형 잡힌 결정을 내립니다. 내면의 통찰력과 분석력이 뛰어나 조용하지만 영향력이 있습니다."
    },
    {
      "color": "red",
      "animal": "rooster",
      "label": "빨간닭띠",
      "description": "빨간닭띠는 열정과 자신감이 넘치며 행동력이 뛰어난 유형입니다. 솔직하고 직설적인 성격으로 주변에 강한 인상을 남기며, 새로운 도전과 변화를 즐깁니다. 그러나 성급하고 충동적인 면이 있어 갈등이나 오해가 발생할 수 있습니다. 인간관계에서는 적극적이고 활발하게 소통하며, 리더십과 추진력으로 주변을 이끌 수 있는 매력이 있습니다."
    },
    {
      "color": "gold",
      "animal": "rooster",
      "label": "황금닭띠",
      "description": "황금닭띠는 현실적이고 체계적인 사고를 중시하는 유형입니다. 목표를 계획적으로 세우고 차분히 실행하며, 성취와 안정성을 추구합니다. 재물과 기회를 잘 관리하며, 중요한 순간에는 냉철한 판단으로 위험을 최소화합니다. 인간관계에서는 신뢰를 주고 팀이나 가족을 안정적으로 이끄는 능력이 뛰어납니다."
    },
    {
      "color": "blue",
      "animal": "rooster",
      "label": "파란닭띠",
      "description": "파란닭띠는 감정과 직관이 뛰어나며 상황과 사람의 흐름을 잘 읽는 유형입니다. 유연하게 대응하며 창의적인 문제 해결 능력을 가지고 있지만, 감정 기복이 생기면 혼자 내적 갈등을 겪을 수 있습니다. 인간관계에서는 공감과 배려로 협력을 이끌고 조화를 이루는 능력이 뛰어납니다."
    },
    {
      "color": "green",
      "animal": "rooster",
      "label": "초록닭띠",
      "description": "초록닭띠는 성장과 자기계발을 중시하는 유형입니다. 새로운 경험과 학습을 통해 꾸준히 발전하며, 호기심과 탐구심이 높아 다양한 도전에 적극적으로 나섭니다. 인간관계에서는 솔직하고 개방적인 태도로 소통하며, 주변과 조화롭게 협력하고 관계를 확장하는 능력이 뛰어납니다."
    },
    {
      "color": "white",
      "animal": "rooster",
      "label": "흰닭띠",
      "description": "흰닭띠는 원칙과 절제를 중시하며 계획적이고 냉철하게 행동하는 유형입니다. 감정에 흔들리지 않고 목표를 안정적으로 달성하며, 자기 규율과 책임감이 강합니다. 인간관계에서는 신뢰와 존중을 중시하며, 침착하게 상황을 관리하고 균형 잡힌 결정을 내립니다. 내면의 통찰력과 분석력이 뛰어나 조용하지만 영향력이 있습니다."
    },
    {
      "color": "red",
      "animal": "dog",
      "label": "빨간개띠",
      "description": "빨간개띠는 열정과 충성심이 강하며, 목표를 향해 적극적으로 행동하는 유형입니다. 직설적이고 솔직한 성격으로 주변 사람들에게 신뢰를 주지만, 성급하고 직관적으로 판단할 때 갈등이 생길 수 있습니다. 인간관계에서는 활발하고 적극적으로 소통하며, 리더십과 추진력으로 주변을 이끄는 역할을 잘 수행합니다. 모험과 변화를 즐기고 도전을 두려워하지 않습니다."
    },
    {
      "color": "gold",
      "animal": "dog",
      "label": "황금개띠",
      "description": "황금개띠는 현실적이고 안정적인 성향을 가진 유형입니다. 목표를 계획적으로 세우고 차분히 실행하며, 성취와 재물 관리에 능숙합니다. 신중하게 판단하고 전략적으로 행동하여 위험을 최소화하며, 중요한 순간에는 냉철한 결정을 내립니다. 인간관계에서는 신뢰와 안정감을 주며, 주변을 안정적으로 이끄는 능력이 뛰어납니다."
    },
    {
      "color": "blue",
      "animal": "dog",
      "label": "파란개띠",
      "description": "파란개띠는 감정과 직관이 뛰어나며, 상황과 사람의 흐름을 잘 파악하는 유형입니다. 공감 능력이 뛰어나 인간관계를 원활하게 유지하며, 창의적이고 유연하게 문제를 해결할 수 있습니다. 감정 기복이 생길 때는 내적으로 고립될 수 있으나, 침착하게 분석하고 조화를 이루는 능력이 강합니다. 협력과 소통을 중시합니다."
    },
    {
      "color": "green",
      "animal": "dog",
      "label": "초록개띠",
      "description": "초록개띠는 성장과 자기계발을 중요시하며, 새로운 지식과 경험을 통해 꾸준히 발전하는 유형입니다. 호기심과 탐구심이 높아 다양한 경험을 적극적으로 시도하며 자신을 확장합니다. 인간관계에서는 솔직하고 개방적인 태도로 소통하며, 주변과 조화롭게 협력하는 능력이 뛰어납니다. 꾸준함과 성실함이 강점입니다."
    },
    {
      "color": "white",
      "animal": "dog",
      "label": "흰개띠",
      "description": "흰개띠는 원칙과 절제를 중시하며 계획적이고 신중하게 행동하는 유형입니다. 감정에 흔들리지 않고 안정적으로 목표를 달성하며, 자기 규율과 책임감이 강합니다. 인간관계에서는 신뢰와 존중을 중요시하며, 침착하게 상황을 관리하고 균형 잡힌 결정을 내립니다. 내면의 통찰력과 분석력이 뛰어나 조용하지만 영향력이 있습니다."
    },
    {
      "color": "red",
      "animal": "pig",
      "label": "빨간돼지띠",
      "description": "빨간돼지띠는 열정과 활동력이 넘치며, 새로운 경험과 도전을 즐기는 유형입니다. 성격이 솔직하고 적극적이며 사람들과의 관계에서도 활발하게 소통합니다. 다만 성급하거나 충동적인 면이 있어 계획 없이 행동하면 예상치 못한 어려움을 겪을 수 있습니다. 인간관계에서는 친근하고 따뜻한 태도로 주변과 친밀한 관계를 형성하며, 활기와 에너지가 넘치는 성향입니다."
    },
    {
      "color": "gold",
      "animal": "pig",
      "label": "황금돼지띠",
      "description": "황금돼지띠는 현실적이고 안정적인 성향을 가진 유형입니다. 목표를 체계적으로 계획하고 실행하며, 재물과 성취 관리에 능숙합니다. 신중하게 판단하며 전략적으로 행동하여 위험을 최소화하고 안정적 성과를 추구합니다. 인간관계에서는 신뢰와 존중을 중시하며, 주변에 안정감과 신뢰감을 주는 리더십이 뛰어난 성향을 가지고 있습니다."
    },
    {
      "color": "blue",
      "animal": "pig",
      "label": "파란돼지띠",
      "description": "파란돼지띠는 감정과 직관이 뛰어나며 상황과 사람의 흐름을 잘 읽는 유형입니다. 공감 능력이 뛰어나고 유연하게 대응하며, 창의적인 문제 해결 능력을 갖추고 있습니다. 감정 기복이 있을 때는 혼자 내적 갈등을 겪을 수 있으나, 침착하게 분석하고 조화를 이루는 능력이 강합니다. 인간관계에서는 협력과 소통을 중시합니다."
    },
    {
      "color": "green",
      "animal": "pig",
      "label": "초록돼지띠",
      "description": "초록돼지띠는 성장과 자기계발을 중요시하며, 새로운 지식과 경험을 통해 꾸준히 발전하는 유형입니다. 호기심과 탐구심이 높아 다양한 경험을 적극적으로 시도하며 자신을 확장합니다. 인간관계에서는 솔직하고 개방적인 태도로 소통하며, 주변과 조화롭게 협력하는 능력이 뛰어납니다. 꾸준함과 성실함이 강점입니다."
    },
    {
      "color": "white",
      "animal": "pig",
      "label": "흰돼지띠",
      "description": "흰돼지띠는 원칙과 절제를 중시하며 계획적이고 냉철하게 행동하는 유형입니다. 감정에 흔들리지 않고 목표를 안정적으로 달성하며, 자기 규율과 책임감이 강합니다. 인간관계에서는 신뢰와 존중을 중요시하며, 침착하게 상황을 관리하고 균형 잡힌 결정을 내립니다. 내면의 통찰력과 분석력이 뛰어나 조용하지만 영향력이 있습니다."
    },
    {
      "color": "black",
      "animal": "rat",
      "label": "검은쥐띠",
      "description": "검은쥐띠는 관찰력과 분석력이 뛰어나며 속내를 쉽게 드러내지 않는 유형입니다. 혼자서 상황을 깊이 파악하고 대비하는 능력이 강합니다. 직관과 통찰이 뛰어나 중요한 순간에 정확한 판단을 내릴 수 있으며, 조용하지만 영향력이 있습니다. 인간관계에서는 신뢰가 쌓이면 깊은 유대를 형성하지만, 쉽게 마음을 열지 않는 편입니다."
    },
    {
      "color": "black",
      "animal": "ox",
      "label": "검은소띠",
      "description": "검은소띠는 묵묵히 버티는 힘과 인내력이 강한 유형입니다. 외로움과 어려움을 감내하며 장기적인 목표를 향해 꾸준히 나아갑니다. 깊은 사고력과 통찰력을 가지고 있으며, 신중하게 판단하고 행동합니다. 인간관계에서는 신뢰를 천천히 쌓아가며, 한번 맺은 관계는 오래 지속하는 성향이 있습니다."
    },
    {
      "color": "black",
      "animal": "tiger",
      "label": "검은호랑이띠",
      "description": "검은호랑이띠는 겉으로는 강인하지만 내면에 깊은 고독을 품고 있는 유형입니다. 혼자만의 싸움을 묵묵히 이어가며, 어려운 상황에서도 포기하지 않는 의지가 있습니다. 직관과 통찰력이 뛰어나 상황을 정확하게 파악하며, 필요한 순간에 결단력 있게 행동합니다. 신뢰가 쌓이면 깊은 유대를 형성합니다."
    },
    {
      "color": "black",
      "animal": "rabbit",
      "label": "검은토끼띠",
      "description": "검은토끼띠는 조용하고 섬세하며 마음의 벽이 높은 유형입니다. 쉽게 마음을 열지 않지만, 한번 신뢰를 쌓으면 깊은 관계를 유지합니다. 관찰력과 직관이 뛰어나 상황을 정확하게 파악하며, 내면의 깊은 감정과 생각을 품고 있습니다. 조용하지만 영향력이 있으며, 신중하게 판단하고 행동합니다."
    },
    {
      "color": "black",
      "animal": "dragon",
      "label": "검은용띠",
      "description": "검은용띠는 큰 비전을 품고 혼자서 깊이 고민하는 유형입니다. 강한 의지와 통찰력을 가지고 있으며, 극단적인 상황에서도 침착하게 판단할 수 있습니다. 내면의 깊이가 있어 겉으로 드러나는 것보다 훨씬 복잡한 사고를 합니다. 신뢰가 쌓이면 강한 유대를 형성하며, 목표를 향해 묵묵히 나아갑니다."
    },
    {
      "color": "black",
      "animal": "snake",
      "label": "검은뱀띠",
      "description": "검은뱀띠는 무의식적 통찰과 직감이 매우 강한 유형입니다. 침묵 속에서 상황을 분석하고 결정을 내리며, 깊은 사고력과 관찰력을 가지고 있습니다. 겉으로 드러나는 것보다 내면이 훨씬 복잡하며, 중요한 순간에 정확한 판단을 내립니다. 신뢰가 쌓이면 깊은 유대를 형성하지만, 쉽게 마음을 열지 않습니다."
    },
    {
      "color": "black",
      "animal": "horse",
      "label": "검은말띠",
      "description": "검은말띠는 자유를 원하면서도 혼자만의 세계가 강한 유형입니다. 깊은 사고력과 직관을 가지고 있으며, 때로는 갑작스러운 단절이나 변화를 선택할 수 있습니다. 내면의 복잡한 감정을 품고 있으며, 신뢰가 쌓이면 깊은 관계를 유지합니다. 독립적이고 자유로운 삶을 추구하며, 자신만의 길을 걸어갑니다."
    },
    {
      "color": "black",
      "animal": "sheep",
      "label": "검은양띠",
      "description": "검은양띠는 감정을 깊이 쌓아두는 성향의 유형입니다. 겉으로는 온순하고 부드러워 보이지만 내면은 복잡하고 깊습니다. 관찰력과 직관이 뛰어나며, 상황을 정확하게 파악합니다. 인간관계에서는 신중하게 접근하며, 신뢰가 쌓이면 깊은 유대를 형성합니다. 조용하지만 영향력이 있는 타입입니다."
    },
    {
      "color": "black",
      "animal": "monkey",
      "label": "검은원숭이띠",
      "description": "검은원숭이띠는 겉과 속의 차이가 큰 유형입니다. 혼자 있을 때 사고력이 극대화되며, 깊은 통찰과 분석 능력을 가지고 있습니다. 관찰력이 뛰어나 상황을 정확하게 파악하며, 중요한 순간에 정확한 판단을 내립니다. 인간관계에서는 쉽게 마음을 열지 않지만, 신뢰가 쌓이면 깊은 유대를 형성합니다."
    },
    {
      "color": "black",
      "animal": "rooster",
      "label": "검은닭띠",
      "description": "검은닭띠는 자기 기준이 매우 강하며 내면의 긴장도가 높은 유형입니다. 완벽을 추구하며 혼자서 책임을 짊어지는 성향이 있습니다. 관찰력과 분석력이 뛰어나며, 중요한 순간에 정확한 판단을 내립니다. 신뢰가 쌓이면 깊은 유대를 형성하며, 조용하지만 영향력이 있습니다."
    },
    {
      "color": "black",
      "animal": "dog",
      "label": "검은개띠",
      "description": "검은개띠는 충성심이 깊지만 쉽게 마음을 주지 않는 유형입니다. 신뢰는 오랜 시간에 걸쳐 천천히 쌓아가며, 한번 맺은 관계는 깊고 오래 지속합니다. 관찰력과 직관이 뛰어나며, 상황을 정확하게 파악합니다. 내면에 깊은 감정을 품고 있으며, 조용하지만 영향력이 있는 타입입니다."
    },
    {
      "color": "black",
      "animal": "pig",
      "label": "검은돼지띠",
      "description": "검은돼지띠는 조용한 욕망과 깊은 감정을 품고 있는 유형입니다. 혼자만의 안정 영역을 중요시하며, 내면의 세계가 풍부합니다. 관찰력과 직관이 뛰어나 상황을 정확하게 파악하며, 신중하게 판단하고 행동합니다. 신뢰가 쌓이면 깊은 유대를 형성하며, 조용하지만 영향력이 있습니다."
    }
  ]  