[
{
    "NS": {
      "label": "새로움 추구",
      "Low": {
        "label": "안정형",
        "description": "새로운 경험이나 변화를 크게 추구하지 않고, 익숙하고 안전한 환경을 선호합니다. 일상과 루틴에서 편안함을 느끼며, 변화보다 안정과 예측 가능성을 중시합니다. 신중하고 계획적인 성향이 강해, 무리한 모험을 피하고 천천히 접근하는 편입니다. 타인의 의견에 쉽게 휘둘리지 않고 자신만의 기준을 유지하려 하지만, 지나치게 조심스러워 기회를 놓치거나 새로운 경험에서 얻을 수 있는 성장을 제한할 수도 있습니다."
      },
      "Medium": {
        "label": "균형형",
        "description": "새로움과 안정 사이에서 균형을 유지하며, 상황에 맞춰 유연하게 행동합니다. 필요할 때는 모험과 변화를 즐기고, 필요할 때는 익숙한 방식을 고수할 수 있습니다. 변화와 안정 사이에서 적절히 조절하며, 자신의 삶과 경험을 점진적으로 확장하는 경향이 있습니다. 모험심과 신중함을 동시에 갖추어, 새로운 도전에서 얻는 성취와 일상적인 안정의 만족을 모두 경험할 수 있습니다."
      },
      "High": {
        "label": "모험형",
        "description": "새롭고 흥미로운 경험을 적극적으로 추구하며, 변화와 도전을 즐기는 성향이 강합니다. 호기심이 많고 활력이 넘쳐 새로운 상황에서도 적극적으로 참여하며, 다양한 경험을 통해 성장과 자극을 얻습니다. 기존 규칙이나 안정적 환경에 얽매이기보다 가능성과 기회를 우선시합니다. 다만 충동적이거나 지나치게 즉흥적인 선택을 하여 위험을 간과하거나, 계획성과 꾸준함이 부족해질 수 있는 단점도 있습니다."
      }
    }
  },
  {
    "HA": {
      "label": "위험 회피",
      "Low": {
        "label": "용감형",
        "description": "위험이나 불확실성을 두려워하지 않고 적극적으로 행동하는 성향을 지녔습니다. 새로운 도전과 모험에 자신감이 있으며, 어려운 상황에서도 침착하게 대응할 수 있습니다. 자신과 주변에 대한 신뢰가 높아, 기회가 보이면 과감히 시도하는 경향이 있습니다. 다만 지나치게 위험을 무시하거나 계획 없이 행동할 수 있어, 때로는 불필요한 실패나 손해를 경험할 수도 있습니다."
      },
      "Medium": {
        "label": "균형형",
        "description": "위험과 안전 사이에서 균형을 유지하는 성향입니다. 새로운 상황에 도전하면서도 위험을 신중히 평가하며, 안정과 모험을 적절히 조절합니다. 상황에 따라 용기를 내어 행동할 줄 알며, 동시에 자신의 안전과 책임도 고려합니다. 이러한 균형감 덕분에 무리한 결정으로 인한 실패를 줄이면서도, 성장과 경험을 꾸준히 쌓을 수 있습니다."
      },
      "High": {
        "label": "신중형",
        "description": "위험을 피하고 안전과 안정성을 가장 중요하게 여기는 성향입니다. 계획적이고 예방적이며, 예상치 못한 상황에 대비하는 능력이 뛰어납니다. 신중함과 조심성이 강해, 무리한 행동이나 충동적 결정은 거의 하지 않습니다. 다만 지나친 걱정과 조심성 때문에 기회를 놓치거나, 변화에 적응하는 속도가 느릴 수 있으며, 새로운 경험을 제한할 가능성이 있습니다."
      }
    }
  },
  {
    "RD": {
      "label": "보상 의존",
      "Low": {
        "label": "독립형",
        "description": "타인의 인정이나 칭찬, 보상에 크게 의존하지 않고 스스로 동기를 부여하며 행동하는 성향입니다. 자신만의 기준과 판단을 중시하며, 외부 기대보다 내면적 목표를 우선시합니다. 사회적 관계에서 거리 두기를 자연스럽게 하며, 혼자서도 안정적으로 활동할 수 있습니다. 다만 친밀감 형성이나 팀워크가 요구되는 상황에서 다소 냉정하거나 차갑게 보일 수 있으며, 협력보다는 독립적 선택을 선호할 수 있습니다."
      },
      "Medium": {
        "label": "균형형",
        "description": "타인의 인정과 내면적 동기 사이에서 균형을 유지하는 성향입니다. 사회적 보상과 관계를 중요하게 여기면서도, 자신의 기준과 목표를 충분히 고려합니다. 상황에 따라 타인에게 도움을 요청하거나 칭찬을 받을 수 있으며, 동시에 스스로 판단하고 결정할 줄 압니다. 이런 균형 덕분에 관계와 독립성을 모두 유지하며 효율적인 사회적 적응이 가능합니다."
      },
      "High": {
        "label": "의존형",
        "description": "주변 사람들의 인정과 지지를 중요하게 여기며, 사회적 칭찬이나 보상을 받으면 큰 동기와 안정감을 얻는 성향입니다. 친화력이 뛰어나고 협력적이며, 사람들과의 관계에서 적극적으로 소통하고 도움을 주고받습니다. 다만 타인의 기대와 평가에 민감하게 반응하여 결정이 흔들리거나, 지나치게 의존적이 될 수 있는 경향이 있습니다."
      }
    }
  },
  {
    "PS": {
      "label": "인내력 / 지속성",
      "Low": {
        "label": "단기형",
        "description": "목표를 향해 나아가는 과정에서 쉽게 피로감을 느끼거나 쉽게 포기하는 성향을 지녔습니다. 반복적이거나 장기적인 노력이 필요한 일에서는 끈기가 부족할 수 있으며, 즉각적인 보상과 자극에 더 반응합니다. 새로운 경험과 변화에 대한 흥미는 높지만, 지속적인 계획 실행이나 책임 있는 과업에서는 어려움을 느낄 수 있습니다. 장기적인 목표 달성을 위해 외부의 도움이나 동기 부여가 필요할 때가 많습니다."
      },
      "Medium": {
        "label": "균형형",
        "description": "목표 달성 과정에서 인내력과 적절한 휴식을 균형 있게 유지합니다. 어려움이나 장애물이 있어도 포기하지 않고 꾸준히 노력하며, 상황에 따라 집중력과 속도를 조절할 수 있습니다. 끈기와 유연성을 동시에 갖춰, 장기적 목표와 단기적 필요 사이에서 효과적으로 대응할 수 있으며, 지속적인 성취와 안정감을 동시에 경험할 수 있습니다."
      },
      "High": {
        "label": "끈기형",
        "description": "어려움과 장애물이 있어도 꾸준히 목표를 추구하며, 인내력과 집중력이 뛰어난 성향입니다. 자기주도적이며 계획적인 행동이 가능하고, 한 번 시작한 일은 끝까지 완수하려는 강한 의지를 가지고 있습니다. 성취욕과 목표지향성이 높아 주변 사람들에게 신뢰감을 주며, 장기적 과업이나 어려운 프로젝트에서도 안정적으로 결과를 만들어낼 수 있습니다. 다만 너무 몰입하여 휴식을 소홀히 하거나 완벽주의적 성향이 나타날 수 있습니다."
      }
    }
  },
  {
    "SD": {
      "label": "자기주도성",
      "Low": {
        "label": "순응형",
        "description": "자신의 목표와 의지가 약해 외부 환경이나 타인의 영향에 쉽게 좌우되는 성향입니다. 스스로 계획을 세우고 추진하기보다, 주변의 지시나 기대에 맞추어 행동하는 경우가 많습니다. 책임감을 느끼는 범위가 제한적이며, 의사결정에서 자신감을 갖기 어려워 우유부단하게 보일 수 있습니다. 새로운 도전이나 독립적인 선택보다는 안전하고 익숙한 방식에 안주하는 경향이 있습니다."
      },
      "Medium": {
        "label": "균형형",
        "description": "자기주도성과 외부 요구 사이에서 적절히 균형을 유지합니다. 필요할 때 독립적인 결정을 내리고, 동시에 타인이나 환경의 영향을 고려할 수 있습니다. 목표를 세우고 추진하는 능력과 주변 상황에 유연하게 대응하는 능력이 조화되어, 자기주도적 행동과 현실적 적응을 모두 수행할 수 있습니다."
      },
      "High": {
        "label": "주도형",
        "description": "자신의 목표와 행동을 주도적으로 설정하며, 강한 책임감과 자율성을 갖춘 성향입니다. 스스로 계획하고 문제를 해결하며, 주변 상황에 흔들리지 않고 자신의 판단에 따라 행동할 수 있습니다. 자기 통제 능력이 뛰어나며, 장기적 목표 달성을 위해 꾸준히 노력합니다. 다만 지나치게 자기주도적이거나 고집이 세게 보일 경우 타인과 조율이 필요할 수 있습니다."
      }
    }
  },
  {
    "CO": {
      "label": "협동성",
      "Low": {
        "label": "독립형",
        "description": "타인과 협력보다는 자신의 기준과 목표를 우선시하는 성향입니다. 경쟁적이고 직설적인 성향이 나타날 수 있으며, 주변 사람들의 요구나 기대에 민감하게 반응하지 않습니다. 스스로 중심을 잡고 움직이는 것을 선호하며, 협력이나 사회적 조화보다는 개인적 성취와 자유를 중시합니다. 다만 지나치게 독립적일 경우 팀워크와 관계 형성에서 어려움을 겪을 수 있습니다."
      },
      "Medium": {
        "label": "균형형",
        "description": "자신의 의견과 타인의 의견 사이에서 균형을 유지하며, 상황에 따라 협력과 독립을 적절히 선택할 수 있습니다. 필요할 때는 팀워크를 발휘하고, 필요할 때는 독립적으로 행동하여 성취를 이룹니다. 다른 사람과의 관계를 중시하면서도 지나치게 의존하지 않아, 효율적이고 조화로운 사회적 상호작용이 가능합니다."
      },
      "High": {
        "label": "협력형",
        "description": "타인과의 협력과 조화를 중시하며, 친화력과 공감 능력이 뛰어난 성향입니다. 사회적 관계에서 신뢰를 쌓고, 팀워크를 발휘하는 데 강점을 가집니다. 다른 사람의 의견과 감정을 존중하고, 공동 목표 달성에 기여하려는 성향이 강합니다. 다만 지나치게 협력적이면 자기 의견을 충분히 주장하지 못하거나, 타인 기대에 과도하게 맞출 수 있습니다."
      }
    }
  },
  {
    "ST": {
      "label": "자기초월 / 영적 성향",
      "Low": {
        "label": "현실주의형",
        "description": "삶을 현실적이고 구체적인 문제 중심으로 바라보는 성향입니다. 철학적·영적 고민이나 추상적 가치에는 관심이 적고, 실용적이고 즉각적인 목표 달성에 집중합니다. 이상이나 초월적 경험보다는 현실적인 성취와 효율을 중시하며, 추상적 개념이나 의미 탐구보다는 경험과 결과 중심으로 행동합니다. 다만 지나치게 현실에만 집중하면 삶의 의미나 내적 성장을 놓칠 수 있습니다."
      },
      "Medium": {
        "label": "균형형",
        "description": "현실과 이상, 물질적 성취와 내적 성장을 적절히 균형 있게 추구합니다. 필요할 때는 실용적인 목표에 집중하고, 필요할 때는 가치나 의미를 탐구하며, 삶의 다양한 측면을 조화롭게 경험할 수 있습니다. 현실적 판단과 영적 성찰을 동시에 수행할 수 있어, 다양한 상황에서 유연하게 대응하며 내적 만족을 느낄 수 있습니다."
      },
      "High": {
        "label": "영적형",
        "description": "삶의 의미와 이상, 자기 초월적 경험을 중요시하며, 내적 성찰과 철학적·영적 탐구에 관심이 높은 성향입니다. 직관과 통찰력이 뛰어나며, 자신과 타인, 세상에 대한 깊은 이해를 추구합니다. 자기 중심적 사고보다는 보편적 가치와 초월적 목표를 중시하며, 인간관계와 행동에서도 높은 공감과 배려를 나타냅니다. 다만 현실적 문제를 소홀히 하거나, 이상과 현실 사이의 균형이 어려울 때 갈등이 생길 수 있습니다."
      }
    }
  }
]
  